libs/soap/tests/place.soap.xml

<?xml version="1.0" encoding="UTF-8"?> 
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/"> 
  <env:Body> 
    <ConvertPlaceToLonLatPt xmlns="http://msrmaps.com/"> 
      <place> 
	<City>Towel</City> 
	<State/> 
	<Country>US</Country> 
      </place> 
    </ConvertPlaceToLonLatPt> 
  </env:Body> 
</env:Envelope>
